Repository: swyp-app-5th-team1/Kohere-iOS
Catalog: Kohere/Kohere/Resource/Localizable.xcstrings
Source language: en
Languages: ko

# more.support.feedback
source: Send Feedback
ko: 의견 보내기

# more.support.feedbackMailBody
source: Please feel free to share your thoughts on using Kohere or anything you would like us to improve.
ko: 코히어를 이용하며 느낀 점이나 개선되었으면 하는 점을 자유롭게 작성해 주세요.

# more.support.partner
source: Partner With Kohere
ko: 제휴 문의

# more.support.title
source: Customer Support
ko: 고객 지원

# more.title
source: More
ko: 더보기

source: nearestTransit.name.Jegi-dong
ko: 제기동역

source: nearestTransit.name.Jongno 3-ga
ko: 종로3가역

source: nearestTransit.name.Konkuk Univ.
ko: 건대입구역

source: nearestTransit.name.Seoul Nat'l Univ.
ko: 서울대입구역

# notifications.empty.title
source: No notifications yet
ko: 알림이 없어요

# notifications.title
source: Notifications
ko: 알림

# onboarding.email.error.invalidFormat
source: Please enter a valid email address
ko: 올바른 이메일 주소를 입력해주세요

# onboarding.email.placeholder
source: Enter your email
ko: 이메일을 입력해주세요

# onboarding.landlord.phone.title
source: Let's safely verify you're the owner!
ko: 사장님이 맞는지 안전하게 확인해볼게요!

# onboarding.name.passportHint
source: Enter your name as shown on your passport
ko: 여권에 기재된 대로 성명을 입력해 주세요

# onboarding.option.visa.diplomaticOfficialAndOthers
source: Diplomatic/Official & Others(A-1, A-2, G-1)
ko: 외교/공무 및 기타(A-1, A-2, G-1)

# onboarding.option.visa.etc
source: etc
ko: 기타

# onboarding.option.visa.familyMarriageMigrants
source: Family/Marriage Migrants(F-1, F-2, F-3, F-6)
ko: 가족/결혼이민(F-1, F-2, F-3, F-6)

# onboarding.option.visa.nonProfessionalWorkers
source: Non-Professional Workers(E-8, E-9, E-10, H-2)
ko: 비전문취업(E-8, E-9, E-10, H-2)

# onboarding.option.visa.overseasKoreans
source: Overseas Koreans(F-4)
ko: 재외동포(F-4)

# onboarding.option.visa.permanentResidents
source: Permanent Residents(F-5)
ko: 영주(F-5)

# onboarding.option.visa.professionals
source: Professionals(C-4, D-1, D-7~10, E-1~7)
ko: 전문인력(C-4, D-1, D-7~10, E-1~7)

# onboarding.option.visa.shortTermVisit
source: Short Term Visit(C-1~4, B)
ko: 단기 방문(C-1~4, B)

# onboarding.option.visa.studentsTrainees
source: Students & Trainees(D-2, D-3, D-4)
ko: 유학 및 연수(D-2, D-3, D-4)

# onboarding.option.visa.workingHolidayWorkAndVisit
source: Working Holiday/Work and Visit(H-1, H-2)
ko: 워킹홀리데이/방문취업(H-1, H-2)

# onboarding.profile.birthDate
source: Date of Birth
ko: 생년월일

# onboarding.profile.email
source: E-mail
ko: 이메일

# onboarding.profile.firstName
source: First Name
ko: 이름

# onboarding.profile.fullName
source: Name
ko: 이름

# onboarding.profile.gender
source: Gender
ko: 성별

# onboarding.profile.lastName
source: Last Name
ko: 성

# onboarding.profile.nationality
source: Nationality
ko: 국적

# onboarding.profile.occupation
source: Occupation
ko: 직업

# onboarding.profile.phoneNumber
source: Phone Number
ko: 전화번호

# onboarding.profile.visaStatus
source: Visa Status
ko: 비자

# onboarding.tenant.details.title
source: A few more details for a safer contract
ko: 더 안전한 계약을 위해 몇가지 더 확인할게요

# onboarding.tenant.email.title
source: Verify your email and you're all set
ko: 이메일 인증을 완료하면 모든 준비가 끝나요

# onboarding.tenant.name.title
source: Welcome! Let's check your details.
ko: 반가워요! 가입된 정보가 맞는지 확인해 드릴게요

# onboarding.verification.codeIncorrect
source: This code is incorrect - Please try again
ko: 인증번호가 일치하지 않아요. 다시 확인해주세요

# onboarding.verification.codeIncorrectOrExpired
source: This code is incorrect or expired - Please try again
ko: 인증번호가 일치하지 않거나 만료되었어요. 다시 시도해주세요

# onboarding.verification.email.placeholder
source: Enter the 6-digit code
ko: 전송된 6자리 코드를 입력해주세요

# onboarding.verification.emailSent
source: Verification code sent to your email.
ko: 이메일로 인증번호를 전송했어요

# onboarding.verification.phoneSent
source: Verification code sent to your phone.
ko: 휴대폰으로 인증 코드를 보냈어요.

# profileEdit.navigation.save.accessibilityHint
source: Enabled when all required fields are completed.
ko: 필수 항목이 모두 입력되면 활성화됩니다.

# profileEdit.navigation.save.accessibilityLabel
source: Save profile
ko: 프로필 저장

# profileEdit.title
source: Edit Profile
ko: 프로필 수정

# rangeSlider.accessibility.maximum
source: Maximum value
ko: 최대값

# rangeSlider.accessibility.minimum
source: Minimum value
ko: 최소값

# recentListings.empty.title
source: No viewed listings yet
ko: 아직 본 매물이 없어요

# recentListings.title
source: Recently Viewed
ko: 최근 본 매물

# roomOffer.filterTags.ADDRESS_REGISTRATION
source: Address Registration
ko: 전입신고 가능

# roomOffer.filterTags.DOUBLE_ROOM
source: Double Room
ko: 2인실 가능

# roomOffer.filterTags.ENGLISH_OK
source: English OK
ko: 영어 소통 가능

# roomOffer.filterTags.FEMALE_ONLY
source: Female Only
ko: 여성 전용

# roomOffer.filterTags.MEALS_INCLUDED
source: Meals Included
ko: 식사 제공

# roomOffer.filterTags.MOVE_IN_NOW
source: Move-in Now
ko: 즉시 입주

# roomOffer.filterTags.NO_MAINT_FEE
source: No Maint. Fee
ko: 관리비 없음

# roomOffer.filterTags.PRIVATE_BATH
source: Private Bath
ko: 개인 욕실 · 화장실

# savedListings.empty.title
source: No saved listings yet
ko: 아직 찜한 매물이 없어요

# savedListings.title
source: Saved Listings
ko: 찜한 매물

# search.accessibility.back
source: Back
ko: 뒤로가기

# search.accessibility.clearInput
source: Clear search text
ko: 검색어 지우기

# search.empty.noResults
source: No search results
ko: 검색 결과가 없습니다

# search.error.failed
source: We couldn't search for that place. Please try again.
ko: 장소 검색에 실패했어요. 다시 시도해주세요.

# search.error.invalidInput
source: Please check your search term. Try entering it again.
ko: 검색어를 확인해주세요. 다시 입력해 주세요.

# search.placeholder
source: Area, school, or station
ko: 지역, 학교, 지하철역

# search.recent.clearAll
source: Clear All
ko: 전체 삭제

# search.recent.delete.accessibility
source: Delete %@ from recent searches
ko: 최근 검색어에서 %@ 삭제

# search.recent.title
source: Recent Searches
ko: 최근 검색어

# settings.account.title
source: Account
ko: 계정

# settings.appVersion.current
source: App Version
ko: 현재 앱 버전

# settings.customerTerms.title
source: Terms of Service
ko: 고객 이용약관

# settings.logout.confirmAction
source: Log out
ko: 로그아웃하기

# settings.logout.confirmMessage
source: Logging out may limit some features. Are you sure you want to log out?
ko: 로그아웃 시 원활한 이용이 어려울 수 있습니다. 그럼에도 로그아웃하시겠습니까?

# settings.logout.title
source: Log Out
ko: 로그아웃

# settings.marketingConsent.title
source: Marketing Communications
ko: 마케팅 정보동의

# settings.notification.chat.title
source: Chat
ko: 채팅 알림

# settings.notification.deliveryMethod.title
source: Delivery Method
ko: 수신 방법

# settings.notification.emailNotifications.title
source: Email Notifications
ko: 이메일 알림

# settings.notification.landlordMessages.title
source: Landlord Messages
ko: 임대인 메시지

# settings.notification.pushNotifications.title
source: Push Notifications
ko: 푸시 알림

# settings.notification.tenantMessages.title
source: Tenant Messages
ko: 임차인 메시지

# settings.notifications.title
source: Notifications
ko: 알림

# settings.popup.cancel
source: Cancel
ko: 뒤로가기

# settings.privacyPolicy.title
source: Privacy Policy
ko: 개인정보처리방침

# settings.title
source: Settings
ko: 설정

# settings.withdrawal.confirmAction
source: Delete Account
ko: 탈퇴하기

# settings.withdrawal.confirmMessage
source: Your account and all data will be permanently deleted. Are you sure you want to continue?
ko: 탈퇴 시 지금까지의 이용기록이 영구 삭제됩니다. 그럼에도 삭제하시겠습니까?

# tab.chat
source: Chat
ko: 채팅

# tab.community
source: Community
ko: 커뮤니티

# tab.home
source: Home
ko: 홈

# tab.map
source: Map
ko: 지도

# tab.more
source: More
ko: 더보기
